<?php
//F2Blog logsTitle cache file
$logsTitlecache = array(	'41' => '感謝各位的支持',
	'40' => 'F2 優化',
	'39' => 'F2 招聘 人員',
	'38' => 'F2將由程序員接手',
	'37' => 'F2的终点还是起点',
	'36' => 'MG相册 1.31 升级版 by 蘿莉 寶兒',
	'35' => 'F2blog.Cont RSS 修正补丁 by Yuki',
	'34' => '【模板】狗狗物語',
	'33' => '文章分页 - 插件支持 - 功能修复',
	'32' => '分页测试',
	'31' => '〖插件〗编辑区右键菜单 for F2blog TinyMCE编辑器',
	'30' => '「编辑器」F2blog 外挂编辑器 TinyMCE 2.1.3',
	'29' => '【模板】WIN7风格for f2cont.blog',
	'28' => 'F2.Cont Ver 1.0 Beta 1202 版本发布',
	'27' => 'F2.Cont Ver 1.0 Beta 1201 版本发布',
	'26' => '如何解决垃圾评论的骚扰 - 内容过滤器的使用',
	'25' => '远程图片保存到本地',
	'24' => '修正部分服务器环境前台管理/评论/留言无效的问题',
	'23' => '〖插件〗CC视频插件 1.1 for F2blog',
	'22' => '〖插件〗编辑窗口全屏插件 for F2blog TinyMCE编辑器',
	'21' => '〖插件〗eMule下载插件 v1.1 for F2blog TinyMCE编辑器',
	'20' => '【模板】夢中的旋轉木馬',
	'19' => '【模板】遇見‧咖啡館',
	'18' => '【模板】快樂冬季',
	'17' => '【模板】咖啡情語',
	'16' => '【模板】憂鬱雨季',
	'15' => '【模板】戀戀海灘',
	'14' => '【模板】漫步雲端',
	'13' => '【模板】蔚藍沙灘',
	'12' => '【模板】黑白情迷',
	'11' => '【模板】繽紛水藍',
	'9' => '转：F2Blog 个性标题小日历 增加方法',
	'8' => '留言及评论检验Email的功能',
	'7' => '开放注册，第一版提前发布',
	'6' => '代码高亮 Syntax Highlighter 程序Hack',
	'5' => 'F2.Cont Ver 1.0 Build 1130 版本发布',
	'4' => 'F2blog v1.2 官方插件全集',
	'3' => 'F2.Cont 小组构成，组员介绍 - 18Nov2008 Updated',
	'2' => '关于F2cont - 让F2blog延续',
	'1' => '回顾 - F2blog v1.2 正式版介绍',
);

?>